tap "lucassabreu/tap"
tap "sheeki03/tap"
brew "act"
brew "asimov"
brew "atuin"
brew "awscli"
brew "bat"
brew "btop"
brew "cairo"
brew "cowsay"
brew "direnv"
brew "dive"
brew "eza"
brew "fd"
brew "fortune"
brew "fx"
brew "fzf"
brew "gh"
brew "giflib"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-open"
brew "gmp"
brew "gnupg"
brew "gpgme"
brew "gpgmepp"
brew "gradle"
brew "groovy"
brew "gum"
brew "hyperfine"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "libuv"
brew "lpeg"
brew "luajit"
brew "luv"
brew "maven"
brew "minikube"
brew "mise"
brew "mole"
brew "nano"
brew "navi"
brew "neovim"
brew "nspr"
brew "nss"
brew "openjdk@21"
brew "openjpeg"
brew "overmind"
brew "poppler"
brew "powerlevel10k"
brew "pygments"
brew "ripgrep"
brew "spicetify-cli"
brew "telnet"
brew "tokei"
brew "trash"
brew "vcprompt"
brew "viddy"
brew "xh"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "sheeki03/tap/tirith"
cask "appcleaner"
cask "aws-vault-binary"
cask "claude-code"
cask "lucassabreu/tap/clockify-cli"
cask "font-meslo-for-powerlevel10k"
cask "itsycal"
cask "maccy"
cask "rectangle"
cask "stats"
